tap "adoptopenjdk/openjdk"
tap "candid82/brew"
tap "cloudflare/cloudflare"
tap "cormacrelf/tap"
tap "crowdin/crowdin"
tap "cube2222/octosql"
tap "danvergara/tools"
tap "datawire/blackbird"
tap "denisidoro/tools"
tap "dnote/dnote"
tap "dopplerhq/cli"
tap "federico-terzi/espanso"
tap "fsouza/prettierd"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "huytd/cask-fonts"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "muesli/tap"
tap "nicoverbruggen/cask"
tap "noborus/tap"
tap "pokanop/pokanop"
tap "railwaycat/emacsmacport"
tap "rigellute/tap"
tap "roots/tap"
tap "sachaos/todoist"
tap "shivammathur/php"
tap "sscotth/monoid"
tap "superfly/tap"
tap "teamookla/speedtest"
tap "universal-ctags/universal-ctags"
tap "xwmx/taps"
tap "ycd/tap"
tap "yqrashawn/goku"
tap "zyedidia/literate"
brew "libyaml"
brew "python@3.11"
brew "ansible"
brew "boost"
brew "asciidoc"
brew "berkeley-db", link: true
brew "asciiquarium"
brew "automake"
brew "coreutils"
brew "asdf"
brew "bat"
brew "bluetoothconnector"
brew "bmon"
brew "boxes"
brew "broot"
brew "gcc"
brew "btop"
brew "ghc"
brew "cabal-install"
brew "glib"
brew "cairo"
brew "ccat"
brew "dialog"
brew "certbot"
brew "cheat"
brew "chezmoi"
brew "circleci"
brew "cliclick"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "colormake"
brew "php", restart_service: true
brew "composer"
brew "ddgr"
brew "deno"
brew "diff-so-fancy"
brew "difftastic"
brew "dive"
brew "dnsmasq"
brew "docker-clean"
brew "docker-compose"
brew "docutils"
brew "dtach"
brew "duf"
brew "duti"
brew "folly"
brew "edencommon"
brew "editorconfig"
brew "enchant"
brew "exa"
brew "exercism"
brew "expat"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fisher"
brew "fortune"
brew "fpp"
brew "fselect"
brew "fswatch"
brew "fx"
brew "gawk"
brew "gdk-pixbuf"
brew "gdrive"
brew "ghostscript"
brew "gifsicle"
brew "gist"
brew "git-delta"
brew "git-filter-repo"
brew "git-flow-avh"
brew "git-lfs"
brew "git-quick-stats"
brew "git-secrets"
brew "gitleaks"
brew "glances"
brew "global"
brew "glow"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gpg-tui"
brew "graphicsmagick"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grip"
brew "guile"
brew "gum"
brew "helix"
brew "htop"
brew "httpie"
brew "hugo"
brew "icdiff"
brew "iftop"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imlib2"
brew "inetutils"
brew "ispell"
brew "jpegoptim"
brew "jq"
brew "just"
brew "khard"
brew "kubectx"
brew "lazydocker"
brew "lefthook"
brew "less"
brew "lftp"
brew "libcaca"
brew "libmng"
brew "libraqm"
brew "linode-cli"
brew "llvm"
brew "lua-language-server"
brew "lua@5.1"
brew "luarocks"
brew "mailhog"
brew "mailutils"
brew "make"
brew "mas"
brew "mdcat"
brew "mdv"
brew "mkcert"
brew "mmv"
brew "moreutils"
brew "mosh"
brew "msmtp"
brew "xapian"
brew "mu"
brew "multimarkdown"
brew "mycli"
brew "navi"
brew "pandoc"
brew "tig"
brew "nb"
brew "neofetch"
brew "neomutt"
brew "newsboat"
brew "nghttp2"
brew "nginx"
brew "node"
brew "node-build"
brew "nodenv"
brew "noti"
brew "onefetch"
brew "pkcs11-helper"
brew "openvpn", restart_service: true
brew "optipng"
brew "ossp-uuid"
brew "overmind"
brew "p7zip"
brew "pass"
brew "peco"
brew "pgcli"
brew "pillow"
brew "pinentry-mac"
brew "png2ico"
brew "pngquant"
brew "poppler"
brew "postgresql@14"
brew "pspg"
brew "pstree"
brew "psysh"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "redis"
brew "remind"
brew "rename"
brew "renameutils"
brew "ripgrep-all"
brew "rlwrap"
brew "roswell"
brew "ruby@3.0"
brew "rust"
brew "s3cmd"
brew "selene"
brew "shellcheck"
brew "sk"
brew "skaffold"
brew "sphinx-doc"
brew "sslmate"
brew "starship"
brew "stern"
brew "subversion"
brew "supervisor"
brew "surfraw"
brew "svgo"
brew "task"
brew "taskd"
brew "tasksh"
brew "taskwarrior-tui"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "timewarrior"
brew "timg"
brew "tldr"
brew "tmuxp"
brew "toilet"
brew "toot"
brew "topgrade"
brew "trash"
brew "travis"
brew "tty-clock"
brew "ugit"
brew "um"
brew "urlview"
brew "vdirsyncer"
brew "vercel-cli"
brew "viddy"
brew "vifm"
brew "vimpager"
brew "virtualenv"
brew "viu"
brew "vtclock"
brew "watch"
brew "watchexec"
brew "watchman"
brew "watson"
brew "wget"
brew "woff2"
brew "wp-cli"
brew "wtfutil"
brew "yadm"
brew "yarn"
brew "yq"
brew "zellij"
brew "zlib"
brew "cloudflare/cloudflare/cloudflared"
brew "cormacrelf/tap/dark-notify"
brew "cube2222/octosql/octosql"
brew "danvergara/tools/dblab"
brew "dopplerhq/cli/doppler"
brew "fsouza/prettierd/prettierd"
brew "hashicorp/tap/packer"
brew "heroku/brew/heroku"
brew "noborus/tap/ov"
brew "pokanop/pokanop/nostromo"
brew "roots/tap/trellis-cli"
brew "teamookla/speedtest/speedtest"
brew "ycd/tap/dstp"
cask "1password-cli"
cask "chromedriver"
cask "dash"
cask "discord"
cask "figma"
cask "font-cascadia-code"
cask "font-dm-mono"
cask "font-et-book"
cask "font-hasklig"
cask "font-ibm-plex"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-lilex"
cask "font-meslo-for-powerline"
cask "font-new-york"
cask "font-nova-mono"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-sf-pro"
cask "font-source-code-pro"
cask "font-victor-mono"
cask "google-chrome"
cask "gpg-suite"
cask "hashicorp-vagrant"
cask "helo"
cask "httpie"
cask "image2icon"
cask "iterm2"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keybase"
cask "kindle"
cask "kitty"
cask "lando"
cask "loom"
cask "microsoft-auto-update"
cask "ngrok"
cask "nordvpn"
cask "openvpn-connect"
cask "parallels"
cask "parallels-virtualization-sdk"
cask "pgadmin4"
cask "phpmon"
cask "ray"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "tinkerwell"
cask "transmit"
cask "vagrant-vmware-utility"
cask "virtualbox-beta"
cask "visual-studio-code"
cask "vmware-fusion"
cask "whatsapp"
cask "zoom"
mas "2048 Game", id: 871033113
mas "Asphalt 8+", id: 1563005359
mas "Bear", id: 1091189122
mas "Beyond Blue", id: 1466830870
mas "Builder's Journey", id: 1466965366
mas "Calendar 366 II", id: 1265895169
mas "Castle Crumble", id: 1616814625
mas "CookingMama Cuisine", id: 1563901930
mas "Developer", id: 640199958
mas "Farm It!", id: 1538476446
mas "GarageBand", id: 682658836
mas "Ground News", id: 1324203419
mas "Hogwash", id: 1476082027
mas "Hyperspace Desktop", id: 1454139710
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "lumen.", id: 1489903517
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Octotree", id: 1457450145
mas "Pages", id: 409201541
mas "Patty Pursuit", id: 1485030412
mas "Pixelmator Pro", id: 1289583905
mas "stitch.", id: 1581052096
mas "Surfshark", id: 1437809329
mas "Talon", id: 1492913323
mas "Tureng", id: 854063979
